Repository: kim-hojong/ClaudeUsageWidget_Kor
Catalog: ClaudeUsageWidget/Localizable.xcstrings
Source language: en
Languages: ko

# app.button.load
source: Load Existing
ko: 기존 설정 불러오기

# app.button.save
source: Save Configuration
ko: 설정 저장

# app.configPath
source: Config saved to: ~/.claude/claude-usage-widget.json
ko: 설정 파일 경로: ~/.claude/claude-usage-widget.json

# app.oauth.description
source: If you use Claude Code with OAuth, paste your token here.
ko: Claude Code에서 OAuth를 사용하는 경우, 토큰을 여기에 붙여넣으세요.

# app.oauth.placeholder
source: OAuth Bearer Token
ko: OAuth Bearer 토큰

# app.oauth.title
source: OAuth Token (recommended)
ko: OAuth 토큰 (권장)

# app.session.description
source: Get your sessionKey from claude.ai browser cookies and your org ID from the API.
ko: claude.ai 브라우저 쿠키에서 sessionKey를, API에서 조직 ID를 가져오세요.

# app.session.keyPlaceholder
source: Session Key (sk-ant-sid01-...)
ko: 세션 키 (sk-ant-sid01-...)

# app.session.orgPlaceholder
source: Organization ID (uuid)
ko: 조직 ID (uuid)

# app.session.title
source: Session Key (alternative)
ko: 세션 키 (대체 방법)

# app.status.saved
source: Configuration saved!
ko: 설정이 저장되었습니다!

# app.status.saveFailed
source: Failed to save: %@
ko: 저장 실패: %@

# app.subtitle
source: Configure your API credentials
ko: API 인증 정보를 설정하세요

# app.title
source: Claude Usage Widget
ko: Claude 사용량 위젯

# countdown.fiveHourReset
source: 5h reset:
ko: 5시간 초기화:

# countdown.now
source: now
ko: 지금

# countdown.reset
source: Reset:
ko: 초기화:

# countdown.resetsIn
source: Resets in
ko: 초기화까지

# countdown.weeklyReset
source: Weekly reset:
ko: 주간 초기화:

# error.configPathLabel
source: Create config at:
ko: 설정 파일 경로:

# error.fetchFailed
source: Failed to fetch usage
ko: 사용량 조회 실패

# error.noConfig
source: No config. Create ~/.claude/claude-usage-widget.json
ko: 설정 파일 없음. ~/.claude/claude-usage-widget.json 생성 필요

# label.claudeUsage
source: Claude Usage
ko: Claude 사용량

# label.claudeUsageMonitor
source: Claude Usage Monitor
ko: Claude 사용량 모니터

# label.fiveHour
source: 5h
ko: 5시간

# label.fiveHourSession
source: 5h Session
ko: 5시간 세션

# label.fiveHourTitle
source: 5-Hour Session
ko: 5시간 세션

# label.status
source: Status
ko: 상태

# label.weekly
source: Weekly
ko: 주간

# label.weeklyUsage
source: Weekly Usage
ko: 주간 사용량

# status.heavy
source: Heavy
ko: 과다

# status.high
source: High
ko: 높음

# status.limit
source: Limit!
ko: 한도!

# status.low
source: Low
ko: 여유

# status.normal
source: Normal
ko: 보통

# time.hour
source: h
ko: 시간

# time.minute
source: m
ko: 분

# widget.description
source: Monitor your Claude AI usage limits and reset times.
ko: Claude AI 사용량 한도와 초기화 시간을 모니터링합니다.

# widget.displayName
source: Claude Usage
ko: Claude 사용량
